tap 'homebrew/cask-versions'
tap 'buo/cask-upgrade'
tap 'Schniz/tap'
tap 'mongodb/brew'
tap 'web3j/web3j'
tap 'ethereum/ethereum'

cask 'adobe-acrobat-reader'
cask 'alfred'
cask 'bartender'
cask 'caret'
cask 'daisydisk'
cask 'dashlane'
cask 'discord'
cask 'docker'
cask 'fork'
cask 'godot'
cask 'hammerspoon'
cask 'imageoptim'
cask 'intellij-idea'
cask 'iterm2'
cask 'karabiner-elements'
cask 'keepassx'
cask 'little-snitch'
cask 'love'
cask 'obs'
cask 'openvpn-connect'
cask 'paintbrush'
cask 'pgadmin4'
cask 'postman'
cask 'slack'
cask 'sourcetree'
cask 'stack'
cask 'steam'
cask 'telegram'
cask 'the-unarchiver'
cask 'transmission'
cask 'visual-studio-code'
cask 'vlc'
cask 'webstorm'
cask 'whatsapp'
cask 'xquartz'
cask 'zoomus'

brew 'antlr'
brew 'automake'
brew 'brew-cask-completion'
brew 'coreutils'
brew 'duti'
brew 'ffmpeg'
brew 'findutils'
brew 'fish'
brew 'fnm'
brew 'gcc'
brew 'gdb'
brew 'git'
brew 'glib'
brew 'go'
brew 'gradle'
brew 'hub'
brew 'ipfs'
brew 'leveldb'
brew 'lulu'
brew 'mas'
brew 'nginx'
brew 'openssl'
brew 'pipenv'
brew 'postgresql'
brew 'python'
brew 'ssh-copy-id'
brew 'travis'
brew 'web3j'
brew 'wget'
brew 'youtube-dl'
brew 'zeromq'

mas 'Amphetamine', id: 937984704
mas 'iMovie', id: 408981434
mas 'Keynote', id: 409183694
mas 'Xcode', id: 497799835
mas 'com.whoisonmywifi.macagent', id: 909760813
mas 'Shotty', id: 1250306151
